/* No comment provided by engineer. */
"Add a description" = "Ecrire une légende : #coloration, #balayage, #brushing, etc...";

/* No comment provided by engineer. */
"Around Me" = "Autour de moi";

/* No comment provided by engineer. */
"Hairdresser in a Salon" = "Un coiffeur en salon";

/* No comment provided by engineer. */
"I did it" = "Moi même";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Take Hairfie" = "";

/* No comment provided by engineer. */
"There was an error uploading your hairfie, Try Again !" = "Echec de l'upload, retentez !";

"There was an error uploading your picture, Try Again !" = "Echec de l'upload, retentez !";

/* No comment provided by engineer. */
"Upload in progress" = "Upload en cours";

"email hairfie" = "Email du client";

"add email hairfie" = "Ajouter l'email du client";

"email hairfie placeholder" = "Adresse email";

"email not valid" = "L'email n'est pas valide";

"error" = "Erreur";

"Who did this?" = "Qui a réalisé cette coupe?";

"Delete" = "Supprimer";

"No Hairdresser in this salon" = "Pas de coiffeur dans ce salon";

"authorized access to camera" = "Il semble que vous n'ayez pas autorisé Hairfie à utiliser l'appareil photo ou accéder aux photos de cet appareil. Vous pouvez modifier les autorisations depuis la section Hairfie des réglages de l'appareil.";

"Hairfie Post Successful" = "Hairfie envoyé!";

"No customer email" = "Pas d'email client";
"You forgot to enter a customer email" = "Vous n'avez pas renseigné d'email client";
"Add email" = "Ajouter un email";
"Continue anyway" = "Continuer quand même";


"Upload in progress" = "Upload en cours";